{"data":[{"id":"-1019529018","date":"2020-04-01T09:49:00+02:00","title":"Orange: E1.5bn bond issue","content":"(CercleFinance.com) - Orange announces that it has issued bonds amounting to 1.5 billion euros in two tranches of 750 million euros each, which respectively mature in seven years (coupon of 1.250%) and 12 years (coupon of 1.625%). <BR/><BR/>Bank of America Securities and BNP Paribas are acting as global coordinators. The telecom operator said that thanks to these issues, Orange is continuing with its policy of a cautious and active management of its balance sheet.<BR/><BR/><BR/>Copyright (c) 2020 CercleFinance.com. All rights reserved.","source":"Cercle Finance","language":"en","isins":["FR0000133308"]},{"id":"-1197699560","date":"2020-04-01T09:41:00+02:00","title":"adidas: halts share buybacks","content":"(CercleFinance.com) - German sportswear maker adidas said that it was suspending its share repurchases in order to preserve the company's financial flexibility in the wake of the coronavirus pandemic.<BR/><BR/>The sporting-goods company has decided to formally stop the repurchase of its own shares for the remainder of the year, it said in a statement late on Tuesday.<BR/><BR/>This means that the company will not deploy the amount of up to 1 billion euros that was initially intended for the repurchase of its shares in 2020.<BR/><BR/>Two weeks ago, the athletic gear maker already temporarily suspended its share buyback program in the fallout from closures of its retail outlets across Europe and North America.<BR/><BR/>Copyright (c) 2020 CercleFinance.com. All rights reserved.","source":"Cercle Finance","language":"en","isins":["DE000A1EWWW0"]},{"id":"1092258886","date":"2020-04-01T09:19:33+02:00","title":"Spaanse industrie schiet naar krimp","content":"<p>(ABM FN-Dow Jones) De Spaanse industrie is in maart flink gekrompen. Dit bleek woensdag uit cijfers van Markit Economics.</p>\n<p>De inkoopmanagersindex zakte van 50,4 in februari naar 45,7 afgelopen maand. Dit is het laagste niveau in circa 7 jaar.</p>\n<p>Een indexstand van meer dan 50 wijst op groei, minder dan 50 betekent krimp.</p>\n<p>Door: ABM Financial News.<br />info@abmfn.nl<br />Redactie: +31(0)20 26 28 999</p>\n<p>De newsfeed is tenminste 15 minuten vertraagd en is een beperkte weergave van de totale webfeed die ABM Financial News levert.</p>\n<p><img style=\"float: left; border: 0; margin-right: 3px;\" src=\"https://abmfn.com/static/img/logos/abmfn.png\" width=\"45\" height=\"38\" /> <em>&copy; Copyright ABM Financial News B.V. All rights reserved. Any redistribution, duplication or archiving prohibited. ABM Financial News B.V. and the provider of this website/application do not warrant the accuracy of any News Content provided and shall not be liable for any errors, inaccuracies or delays in the content, or for any actions taken in reliance thereon.</em></p>","source":"ABM Financial News","language":"nl"},{"id":"502068277","date":"2020-04-01T09:17:42+02:00","title":"Coronavirus ook van invloed op Value8","content":"<p>(ABM FN-Dow Jones) Value8 is 2020 met optimisme gestart, maar de corona-uitbaak raakt wel enkele van de bedrijven waarin het investeert. Dit bleek woensdag uit een persbericht van de investeerder.&nbsp;</p>\n<p>Bij Kersten is sprake van een lager beroep op hulpmiddelen, waarbij de verwachting is dat die vraag direct zal herstellen zodra de huidige verstrekkende overheidsmaatregelen niet meer nodig zijn, aldus Value8.&nbsp;</p>\n<p>Bij AmsterdamGold was eerst sprake van fors hogere omzetten en vervolgens van krapte bij toeleveranciers. Op jaarbasis wordt daar geen grote impact verwacht.&nbsp;</p>\n<p>Ook bij Skysource wordt door Value8 geen grote impact verwacht.&nbsp;</p>\n<p>\"Mogelijkerwijs zullen de private bedrijven waarin Value8 investeert, wel een vertraging ondervinden in het uitvoeren van hun groeiplannen\", voegde de investeerder toe.</p>\n<p>Een belangrijk deel van het resultaat van Value8 is afhankelijk van de ontwikkeling van de beurskoersen van de bedrijven waarin het investeert.&nbsp;</p>\n<p>\"De koersdalingen die we nu meemaken zijn niet het gevolg van een slechte performance van de bedrijven waarin we investeren, maar van een wereldwijde gezondheidscrisis en de economische en beursimpact daarvan.\"&nbsp;</p>\n<p>Indien de beurskoersen op het huidige niveau blijven, zou de negatieve impact ongeveer 6 tot 7 procent van het eigen vermogen en intrinsieke waarde bedragen, aldus Value8.</p>\n<p>Value8 benadrukte woensdag de \"bijzonder sterke uitgangspositie\" van het bedrijf en de \"riante liquiditeitenpositie\". Dit laatste biedt ook ruimte voor nieuwe investeringen als kansen zich voordoen.</p>\n<p>De intrinsieke waarde van het aandeel Value8 bedroeg eind 2019 7,15 euro.</p>\n<p>Door: ABM Financial News.<br />info@abmfn.nl<br />Redactie: +31(0)20 26 28 999</p>\n<p>De newsfeed is tenminste 15 minuten vertraagd en is een beperkte weergave van de totale webfeed die ABM Financial News levert.</p>\n<p><img style=\"float: left; border: 0; margin-right: 3px;\" src=\"https://abmfn.com/static/img/logos/abmfn.png\" width=\"45\" height=\"38\" /> <em>&copy; Copyright ABM Financial News B.V. All rights reserved. Any redistribution, duplication or archiving prohibited. ABM Financial News B.V. and the provider of this website/application do not warrant the accuracy of any News Content provided and shall not be liable for any errors, inaccuracies or delays in the content, or for any actions taken in reliance thereon.</em></p>","source":"ABM Financial News","language":"nl","isins":["NL0010661864"]},{"id":"-2116807612","date":"2020-04-01T09:16:36+02:00","title":"Beursupdate: AEX flink lager geopend","content":"<p>(ABM FN-Dow Jones) De Amsterdamse beurs is woensdag conform verwachting flink lager geopend. Kort na opening van de beurzen koerste de AEX 2,7 procent lager op 470,04 punten.</p>\n<p>Onder de hoofdfondsen gaf NN Group met een verlies van 4,3 procent het meest aan beurswaarde prijs. Randstad leverde 3,8 procent in. ING wist de dans te ontspringen met een plus van 2,3 procent. Desondanks verloor de bank in de afgelopen dagen al veel beurswaarde.</p>\n<p>In de Midkap won Flow Traders 3,5 procent. BAM hield de verliezen met een min van 0,6 procent beperkt. WDP verloor 3,9 procent. Dinsdag steeg WDP nog flink na een koopadvies van Kepler Cheuvreux.</p>\n<p>Onder de kleinere aandelen steeg Nedap 1,1 procent en Accsys met 1,0 procent. Sif Holding maakte een koersval van 6,4 procent.&nbsp;</p>\n<p>Door: ABM Financial News.<br />info@abmfn.nl<br />Redactie: +31(0)20 26 28 999</p>\n<p>De newsfeed is tenminste 15 minuten vertraagd en is een beperkte weergave van de totale webfeed die ABM Financial News levert.</p>\n<p><img style=\"float: left; border: 0; margin-right: 3px;\" src=\"https://abmfn.com/static/img/logos/abmfn.png\" width=\"45\" height=\"38\" /> <em>&copy; Copyright ABM Financial News B.V. All rights reserved. Any redistribution, duplication or archiving prohibited. ABM Financial News B.V. and the provider of this website/application do not warrant the accuracy of any News Content provided and shall not be liable for any errors, inaccuracies or delays in the content, or for any actions taken in reliance thereon.</em></p>","source":"ABM Financial News","language":"nl","isins":["NL0000000107","NL0000249274","NL0000249142"]},{"id":"1624341821","date":"2020-04-01T09:01:00+02:00","title":"Gecina: adjusts dividend for 2019","content":"(CercleFinance.com) - Gecina says that its board of directors has decided to propose to the its AGM a limit to its dividend paid for 2019 - cutting it from 5.60 euros to 5.30 euros per share, with this amount covering the legal obligations of the SIIC regime applying to the Company.<BR/><BR/>With an initial payment of 2.80 euros having already been made on 6 March, the balance of 2.50 euros per share will be paid in cash on 3 July, subject to the approval of this provision by its combined general meeting.<BR/><BR/>This meeting will also be held on 23 April, behind closed doors,  without the physical presence of its shareholders, due to the  coronavirus epidemic. Finally, faced with the current uncertainties, the real estate group is suspending its guidance for 2020.<BR/><BR/><BR/>Copyright (c) 2020 CercleFinance.com. All rights reserved.","source":"Cercle Finance","language":"en","isins":["FR0010040865"]},{"id":"-29472329","date":"2020-04-01T09:00:26+02:00","title":"Nederlandse industrie nipt gegroeid in maart","content":"<p>(ABM FN-Dow Jones) De NEVI inkoopmanagersindex voor de Nederlandse industrie is in maart gedaald, maar duidt nog altijd op een lichte groei. Dat maakten NEVI en Markit woensdag bekend.</p>\n<p>De index daalde van 52,9 in februari naar 50,5 in maart.&nbsp;</p>\n<p>De toekomstverwachtingen van de bedrijven waren, vanwege de groeiende bezorgdheid over de impact van de corona-uitbraak, het laagst sinds deze vraag voor het eerst gesteld werd, aldus NEVI woensdag.</p>\n<p>Dat er nog altijd sprake is van een lichte groei, is volgens NEVI het meest waarschijnlijk te danken aan \"een na-ijleffect, waarbij de gevolgen van de Covid-19 pandemie met een vertraging de komende maanden alsnog zichtbaar worden in de Nederlandse Nevi PMI-data. Het lijkt nauwelijks voorstelbaar dat een open economie als de Nederlandse immuun blijkt te zijn voor deze mondiale crisis. Het wordt immers steeds voelbaarder dat internationale productieketens worden onderbroken, ook in kwetsbare sectoren\", aldus NEVI woensdag in een toelichting.</p>\n<p>Het coronavirus was ook in februari al zichtbaar in de cijfers, in de vorm van oplopende levertijden.&nbsp;</p>\n<p>Voor het cijfer over maart vond de dataverzameling tussen 12 en 23 maart plaats.</p>\n<p>De NEVI PMI is een samengestelde index waarbij een stand boven de 50 duidt op een groeiende economie en een stand lager dan 50 punten op een daling van de industri&euml;le activiteiten.</p>\n<p>Door: ABM Financial News.<br />info@abmfn.nl<br />Redactie: +31(0)20 26 28 999</p>\n<p>De newsfeed is tenminste 15 minuten vertraagd en is een beperkte weergave van de totale webfeed die ABM Financial News levert.</p>\n<p><img style=\"float: left; border: 0; margin-right: 3px;\" src=\"https://abmfn.com/static/img/logos/abmfn.png\" width=\"45\" height=\"38\" /> <em>&copy; Copyright ABM Financial News B.V. All rights reserved. Any redistribution, duplication or archiving prohibited. ABM Financial News B.V. and the provider of this website/application do not warrant the accuracy of any News Content provided and shall not be liable for any errors, inaccuracies or delays in the content, or for any actions taken in reliance thereon.</em></p>","source":"ABM Financial News","language":"nl"},{"id":"-991428446","date":"2020-04-01T08:59:24+02:00","title":"Beursblik: Morgan Stanley haalt KPN van kooplijst","content":"<p>(ABM FN-Dow Jones) Morgan Stanley heeft woensdag het advies voor KPN verlaagd van Overwogen naar Gelijkgewogen en stelde het koersdoel neerwaarts bij van 3,40 naar 2,70 euro.</p>\n<p>De analisten van de Amerikaanse zakenbank zijn te spreken over de pragmatische strategie van KPN met een aantrekkelijk focus op het genereren van cash.&nbsp;</p>\n<p>In combinatie met een \"buitengewoon\" sterk trackrecord op het gebied van kostenbesparingen, vond Morgan Stanley eerder een koopadvies nog op zijn plek.</p>\n<p>Desondanks maken de marktvorsers zich zorgen over de omzetverzwakking en een neerwaartse herziening van de consensus speelde hier al op in.</p>\n<p>Het advies werd uiteindelijk verlaagd naar Gelijkgewogen, omdat Morgan Stanley er niet zeker van is dat KPN de neerwaartse omzettrend achter zich heeft gelaten.&nbsp;</p>\n<p>Hoewel de toegangsregulering voor KPN van de baan is, zal dit de druk op de consumentenmarkt niet wegnemen, aldus de analisten, terwijl de grote blootstelling aan de zakelijke markt ook niet helpt in het licht van een mogelijk aanstaande recessie.</p>\n<p>Het aandeel KPN sloot dinsdag 1,5 procent hoger op 2,18 euro.&nbsp;</p>\n<p>Door: ABM Financial News.<br />info@abmfn.nl<br />Redactie: +31(0)20 26 28 999\n\nDe newsfeed is tenminste 15 minuten vertraagd en is een beperkte weergave van de totale webfeed die ABM Financial News levert.</p>\n<p><img style=\"float: left; border: 0; margin-right: 3px;\" src=\"https://abmfn.com/static/img/logos/abmfn.png\" width=\"45\" height=\"38\" /> <em>&copy; Copyright ABM Financial News B.V. All rights reserved. Any redistribution, duplication or archiving prohibited. ABM Financial News B.V. and the provider of this website/application do not warrant the accuracy of any News Content provided and shall not be liable for any errors, inaccuracies or delays in the content, or for any actions taken in reliance thereon.</em></p>","source":"ABM Financial News","language":"nl","isins":["NL0000009082"]},{"id":"-929382063","date":"2020-04-01T08:55:00+02:00","title":"Nexans: withdraws proposed dividend","content":"(CercleFinance.com) - In the unprecedented context of the Covid-19 pandemic, Nexans has announced that its board of directors has decided to withdraw the proposal for a dividend of 0.40 euro per share for 2019, as announced on 20 February.<BR/><BR/>The cable manufacturer confirms that its AGM will be held on 13 May, although behind closed doors, without the physical presence of shareholders. It will be broadcast live on its website and Nexans encourages shareholders to vote by mail.<BR/><BR/><BR/>Copyright (c) 2020 CercleFinance.com. All rights reserved.","source":"Cercle Finance","language":"en","isins":["FR0000044448"]},{"id":"-966539223","date":"2020-04-01T08:49:00+02:00","title":"Sanofi : AGM behind closed doors","content":"(CercleFinance.com) - Sanofi says that in view of the Covid-19 pandemic, its board of directors has decided to hold the group's AGM, which has been convened on Tuesday 28 April, behind closed doors, without the physical presence of shareholders, albeit with an unchanged agenda.<BR/><BR/>Shareholders will however be able to remotely follow the meeting, which will be broadcast live effectively and in full on  the health group's website. Shareholders are invited to exercise their right to vote before the AGM.<BR/><BR/><BR/>Copyright (c) 2020 CercleFinance.com. All rights reserved.","source":"Cercle Finance","language":"en","isins":["FR0000120578"]},{"id":"-941825010","date":"2020-04-01T08:40:33+02:00","title":"DWS vergroot belang in Ordina","content":"<p>(ABM FN-Dow Jones) DWS Investment heeft een groter belang in Ordina gemeld. Dit bleek uit een melding in het kader van de Wet op het financieel toezicht, gedateerd op 27 maart 2020.</p>\n<p>DWS meldde een kapitaalbelang van 3,04 procent met een stemrecht van 3,12 procent. Het belang wordt middellijk re&euml;el gehouden.</p>\n<p>Op 24 maart dit jaar meldde DWS nog een kapitaalbelang van 2,99 procent met een stemrecht van 3,08 procent.</p>\n<p><strong>Wet op het financieel toezicht</strong></p>\n<p>De melding valt onder de Wet melding zeggenschap, die sinds 1 januari 2007 onder de overkoepelende Wet op het financieel toezicht valt. Volgens deze wet moeten aandeelhouders met een belang groter dan 3 procent elke wijziging in hun belang melden bij het overschrijden van de volgende drempelwaarden: 3, 5, 10, 15, 20, 25, 30, 40, 50, 60, 75 en 95 procent. Dit geldt zowel bij het opbouwen als het afbouwen van een belang.</p>\n<p>Door: ABM Financial News.<br />info@abmfn.nl<br />Redactie: +31(0)20 26 28 999</p>\n<p>De newsfeed is tenminste 15 minuten vertraagd en is een beperkte weergave van de totale webfeed die ABM Financial News levert.</p>\n<p><img style=\"float: left; border: 0; margin-right: 3px;\" src=\"https://abmfn.com/static/img/logos/abmfn.png\" width=\"45\" height=\"38\" /> <em>&copy; Copyright ABM Financial News B.V. All rights reserved. Any redistribution, duplication or archiving prohibited. ABM Financial News B.V. and the provider of this website/application do not warrant the accuracy of any News Content provided and shall not be liable for any errors, inaccuracies or delays in the content, or for any actions taken in reliance thereon.</em></p>","source":"ABM Financial News","language":"nl","isins":["NL0000440584"]},{"id":"1121478243","date":"2020-04-01T08:40:00+02:00","title":"Eiffage: cancels proposed dividend","content":"(CercleFinance.com) - In the unprecedented context of the coronavirus crisis, Eiffage says that its board of directors has exceptionally decided to cancel its proposed dividend at its AGM on 22 April.<BR/><BR/>The group states, however, that this decision is not a result of a lack of liquidity and that it would have been 'able to pay its dividend while retaining sufficient cash to deal with the current situation and continue its development'.<BR/><BR/>Eiffage added that it has implemented various measures to limit the effects of the crisis on its results, including implementing partial unemployment measures in France and Europe, as many Contracting sites have been halted.<BR/><BR/><BR/>Copyright (c) 2020 CercleFinance.com. All rights reserved.","source":"Cercle Finance","language":"en","isins":["FR0000130452"]},{"id":"777041159","date":"2020-04-01T08:38:00+02:00","title":"Société Générale: no shareholders to physically attend AGM","content":"(CercleFinance.com) - Société Générale has said that its Board of Directors has decided that its combined general meeting of 19 May will be held without the physical presence of its shareholders in light of measures limiting meetings due to the health crisis in France.<BR/><BR/>The French bank adds that it 'will be particularly careful with regard to the respect of the shareholders'rights and will look after the quality of the shareholder dialogue in particular via the vote by postal voting form, or the vote by Internet (VOTACCESS) and the procedure of the written questions'.<BR/><BR/>The company asks its shareholders to regularly consult the section dedicated to this meeting on its website, which will be updated according to decisions taken and says that, as is the case each year, the meeting will be broadcast on its website.<BR/><BR/><BR/>Copyright (c) 2020 CercleFinance.com. All rights reserved.","source":"Cercle Finance","language":"en","isins":["FR0000130809"]}]}